using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace SberQ.Assets.Text
{
    class AgreementText
    {
        
        public string agreemnt = "Я (далее – Субъект), действуя свободно, своей волей и в своем интересе, а также подтверждая свою полную дееспособность, в соответствии с требованиями Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных» даю Автономной некоммерческой организации дополнительного профессионального образования «Корпоративный университет Сбербанка» ИНН 7736128605, ОГРН 1127799004233, адрес: 117997, г. Москва, \r\n ул. Вавилова, дом 19 (далее – Оператор) настоящее согласие на обработку моих персональных данных (далее – Согласие) в составе:\r\n\r\ne-mail\r\n\r\nс целью: информирования об оказываемых Оператором услугах.\r\nОбработка моих ПДн будет проводиться как автоматизированным, так и без использования средств автоматизации способом, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, блокирование, удаление, уничтожение персональных данных.\r\n\r\nПредоставлением и подтверждением настоящего Согласия является постановка мною метки в соответствующем чек-боксе и нажатие кнопки «Отправить» на тач-панели во время проведения имиджевых мероприятий.\r\n\r\nСогласие действует до прекращения оказания услуг Оператором.\r\n\r\nСогласие может быть отозвано Субъектом или его надлежащим образом уполномоченным представителем путем направления Оператору заявления (письма), позволяющего идентифицировать отправителя, по адресу, указанному в начале текста настоящего Согласия или представителю Оператора по адресам:\r\n\r\nэлектронная почта:      corp-university-privacy@sberbank.ru\r\n\r\nпочта России:              143581, Московская обл., Истринский р-он, д. Аносино,\r\n ул. Университетская, вл. 11";
    }
}
