using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace SberQ.Assets.Text
{
    internal class Answers
    {
        public string answer1Text1 = "Похоже, вы упускаете карьерные возможности, которые вас окружают, а вместе с ними и интересные перспективы. Пройдя этот тест, вы уже сделали первый шаг, поздравляем!";
        public string answer1Text2 = "Для дальнейшего развития предлагаем ознакомиться с возможностями диагностики и карьерного консультирования SberQ.";
        public string answer1Text3 = "Upgrade: личностный интенсив";
        public string answer1Text4 = "позволит увидеть перспективы и найти свои точка роста";
        public string answer1Text5 = "Управление изменениями";
        public string answer1Text6 = "научит навигировать компанию в постоянно меняющемся окружении";
        public string answer1Text7 = "Бизнес с AI: от теории к практике";
        public string answer1Text8 = "программа направлена на изучение процессов разработки и внедрения AI-технологий в бизнесе с целью оптимизации процессов и повышение экономической эффективности";
        
        public string answer2Text1 = "Вы явно не новичок в развитии, продолжайте в том же духе.";
        public string answer2Text2 = "Чтобы выйти на следующий уровень и использовать собственный ресурс по максимуму предлагаем ознакомиться с возможностями диагностики и карьерного консультирования SberQ.";
        public string answer2Text3 = "Upgrade 2: осознанное лидерство";
        public string answer2Text4 = "позволит увидеть перспективы и развить свой лидерский потенциал";
        public string answer2Text5 = "Мини MBA";
        public string answer2Text6 = "даст комплексный набор знаний, инструментов и навыков актуальных для повышения эффективности бизнес-процессов";
        public string answer2Text7 = "Цифровая трансформация бизнеса";
        public string answer2Text8 = "поможет погрузиться в инновационные технологии и разработать свой проект по изменению процессов в компании";

        public string answer3Text1 = "Приятно иметь дело с профессионалом! Продолжайте в том же духе!";
        public string answer3Text2 = "Для достижения самых амбициозных целей предлагаем ознакомиться с возможностями диагностики и карьерного консультирования SberQ.";
        public string answer3Text3 = "Вызов сильных";
        public string answer3Text4 = "новая уникальная программа, которая поможет лидерам исследовать свой внутренний ресурс и направить его на достижение новых результатов, даже если кажется, что они уже пройдены";
        public string answer3Text5 = "STEP";
        public string answer3Text6 = "международная программа сделает из вас лидера нового поколения, способного в условиях высокой неопределённости инициировать изменения и управлять ими";
        public string answer3Text7 = "Digital Strategy";
        public string answer3Text8 = "поможет перестроить текущую бизнес-модель и провести цифровую трансформацию бизнеса для завоевания и сохранения лидерской позиции на рынке";
    }
}
